
export const lists = [
    {id: 1, text: 'Cпланировать очередной запуск продукта'},
    {id:2, text: "Добавить пять новых способов, которыми клиенты смогут находить форму для обратной связи в продукте"},
    {id:3, text: "Сделать так, чтобы команде разработки было проще получать обратную связь от клиентов и реагировать на неё."},
    {id:4, text: 'Повысить Индекс потребительской лояльности нашей компании до 62 пунктов к концу квартала.'},
    {id:5, text: "Создать абсолютно новые материалы и текст для домашней страницы"}
];