import { PORT } from "./public/constant.js";


export const data = [
  {
    id: 1,
    description: "Бинокль Yukon Point 8*42",
    img: `http://localhost:${PORT}/static/logo1.jpg`,
    price: 12150,
    text: " бинокль, увеличение 8x, диаметр объектива 42 мм, выходной зрачок 5.25 мм, поле зрения (на 1000 м): 130 м, заполнение инертным газом, вес 640 г",
  },
  {
    id: 2,
    description: "Компас SUUNTO MB-6 Global",
    img: `http://localhost:${PORT}/static/logo2.jpg`,
    price: 5190,
    text: "Глобальная балансировка стрелки, подшипник на драгоценном камне. Наклон до 20 градусов, упрощающий чтение показаний. Высокопрочный зеркальный компас с визирным приспособлением и корпусом в формате спичечного коробка.Настраиваемая шкала коррекции склонения. Люминесцентные метки для работы в условиях низкой освещенности. Клинометр. Ограниченная пожизненная гарантия Suunto. Сделан в Финляндии",
  },
  {
    id: 3,
    description: "Фонарь PO1 на солнечной батарее",
    img: `http://localhost:${PORT}/static/logo3.png`,
    price: 2100,
    text: "Светодиодный фонарь для кемпинга с удобной рукояткой занимает немного места: помещается в рюкзак или крепится на него с помощью карабина. GSMIN PO3 предполагает разные варианты использования — в виде стационарной лампы, ночника или ручного фонаря. Вы наверняка найдете ему применение на даче, дома иди в походе! Основные характеристики: светодиодная лампа на 6 точек, световой поток в 600 Лм,рабочее напряжение — 4.5 В.",
  },
  {
    id: 4,
    description: "Жаровня BOYSCOUT для кемпинга",
    img: `http://localhost:${PORT}/static/logo4.jpg`,
    price: 10199,
    text: "Жаровня на колёсах BOYSCOUT с крышкой - удобная и качественная стационарная жаровня для приготовления вкусных и сочных блюд. Преимущества: Эргономичная ручка; Прочные колёса; Регулятор управления температурой; Хромированная решётка для гриля; Эмалированный корпус",
  },
  {
    id: 5,
    description: "Изотермическая сумка Aceline VB-20",
    img: `http://localhost:${PORT}/static/logo5.jpg`,
    price: 2899,
    text: "Термосумка Aceline XJ-15 вместимостью 15 л станет отличным приобретением для любителей пикников и поездок на природу. Она позволяет сохранять низкую температуру охлажденных напитков и блюд до 6 часов даже в условиях сильной жары. Модель сделана из черного и серого полиэстера 600D, а ее внутреннее изотермическое покрытие выполнено из пенополиэтилена и полиэтиленвинилацетата.",
  },
  {
    id: 6,
    description: "Фонарь светодиодный FinePower-M HM-100",
    img: `http://localhost:${PORT}/static/logo6.png`,
    price: 1099,
    text: "Аккумуляторный фонарь INGCO CWLI1201 серии S12 поставляется без батареи и зарядки. Мощность рассеивания - 1 Вт. Световой поток - 100 Лм. ",
  },
  {
    id: 7,
    description: "Кресло складное Helios серый/зеленый",
    img: `http://localhost:${PORT}/static/logo7.png`,
    price: 3090,
    text: "Удобное складное кресло с увеличенной спинкой и размером сиденья. Специальный наполнитель делает кресло мягким и комфортным и при этом сохраняет его компактные размеры. Подлокотники этой модели мягкие, в правом имеется встроенный подстаканник.Размер: 65х62х47/110 см.Каркас: стальная труба диаметром 16 мм, порошковое покрытие.",
  },
  {
    id: 8,
    description: "Лодка надувная Jilong с веслами и насосом",
    img: `http://localhost:${PORT}/static/logo8.png`,
    price: 6990,
    text: "Лодка отлично подходит для рыбалки, плавания по речкам и озерам. Материал лодки имеет высокую прочность. Он стоек к воздействию бензина, морской воды. В комплектацию входит трос. Алюминиевые весла;Ручной насос; Надувной пол;Двухуровневые сидения; Возможна подвеска электромотора; 2-х камерная конструкция лодки для большей безопасности; Размер лодки: 305 см х 136 см х 42 см. ",
  },
  {
    id: 9,
    description: "Мультитул 11 предметов c прорезиненной ручкой",
    img: `http://localhost:${PORT}/static/logo9.png`,
    price: 1800,
    text: "Мультитул «Следопыт» - многофункциональный инструмент, который включает в себя: нож; ножницы; пила одинарная; крестовая отвертка; консервный нож; пила двойная; открывашка; штопор; шило; напильник; игла. Размер в сложенном виде 95х17х25 мм",
  },
  {
    id: 10,
    description: "Лопата складная Boyscout металлическая в чехле",
    img: `http://localhost:${PORT}/static/logo10.png`,
    price: 1500,
    text: "Незаменимый инструмент для рыбаков и охотников, пригодится в походе и дома. Поставляется в чехле. Предназначена для работы с песчаным грунтом, щебнем и снегом. Материал: высококачественная углеродистая сталь.",
  },
  {
    id: 11,
    description: "Кресло Green Glade 2307 туристическое Boyscout",
    img: `http://localhost:${PORT}/static/logo11.png`,
    price: 2900,
    text: "Максимальная нагрузка: до 150 кг. Все размеры: Ширина спинки 54 см х ширина сиденья 52 см х высота 49/98 см.Гарантия: 6 месяцев. Каркас: Стальная труба с полимерным покрытием D 19 мм. Материал: полиэстер 240D. Имеет регулировку сиденья размера (на двух стропах). Складывается оно в удобный чехол для транспортировки. Вес: 7,5 кг.",
  },
];

